Ran Plan for 3 projects:

1. dir: `aws/feature-team` workspace: `default`
1. dir: `aws/platform-team` workspace: `default`
1. dir: `.` workspace: `default`

### 1. dir: `aws/feature-team` workspace: `default`
<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # module.iam_policy.aws_iam_policy.policy[0] will be created
+ resource "aws_iam_policy" "policy" {
      + arn         = (known after apply)
      + description = "My example policy"
      + id          = (known after apply)
      + name        = "feature-team-example"
      + name_prefix = (known after apply)
      + path        = "/"
      + policy      = jsonencode(
            {
              + Statement = [
                  + {
                      + Action   = [
                          + "ec2:Describe*",
                        ]
                      + Effect   = "Allow"
                      + Resource = "*"
                    },
                ]
              + Version   = "2012-10-17"
            }
        )
      + policy_id   = (known after apply)
      + tags_all    = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d aws/feature-team`
* :put_litter_in_its_place: To **delete** this plan click [here](https://18.141.200.142:4141/lock?id=hieuAgileOps%252Fagileops-atlantis-access-management%252Faws%252Ffeature-team%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d aws/feature-team`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
### 2. dir: `aws/platform-team` workspace: `default`
<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # module.iam_policy.aws_iam_policy.policy[0] will be created
+ resource "aws_iam_policy" "policy" {
      + arn         = (known after apply)
      + description = "My example policy"
      + id          = (known after apply)
      + name        = "platform-team-example"
      + name_prefix = (known after apply)
      + path        = "/"
      + policy      = jsonencode(
            {
              + Statement = [
                  + {
                      + Action   = [
                          + "ec2:Describe*",
                        ]
                      + Effect   = "Allow"
                      + Resource = "*"
                    },
                ]
              + Version   = "2012-10-17"
            }
        )
      + policy_id   = (known after apply)
      + tags_all    = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d aws/platform-team`
* :put_litter_in_its_place: To **delete** this plan click [here](https://18.141.200.142:4141/lock?id=hieuAgileOps%252Fagileops-atlantis-access-management%252Faws%252Fplatform-team%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d aws/platform-team`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
### 3. dir: `.` workspace: `default`
<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # module.iam_policy.aws_iam_policy.policy[0] will be created
+ resource "aws_iam_policy" "policy" {
      + arn         = (known after apply)
      + description = "My example policy"
      + id          = (known after apply)
      + name        = "very-good-example"
      + name_prefix = (known after apply)
      + path        = "/"
      + policy      = jsonencode(
            {
              + Statement = [
                  + {
                      + Action   = [
                          + "ec2:Describe*",
                        ]
                      + Effect   = "Allow"
                      + Resource = "*"
                    },
                ]
              + Version   = "2012-10-17"
            }
        )
      + policy_id   = (known after apply)
      + tags_all    = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](https://18.141.200.142:4141/lock?id=hieuAgileOps%252Fagileops-atlantis-access-management%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`